[Archetype.A_Griff_hades H7EditorHero]
mName=""
mLore=""

[Classe_hades.A_Inferno_Magic_Unique H7HeroClass]
mName="征兵专员"

[Hero.A_Griff_Name H7GlobalName]
mName="格里夫"

[Hero.A_HeroBio_Griff H7HeroBioData]
mText=""

[Specialisation.A_Artifact_master H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="宝物大师"
mTooltip="英雄开始时物品栏中拥有：丰收之角。此英雄每收集一个宝箱，有50%的几率获得 %stat1 %icon_luck 。"

[Specialisation.A_Griff_Buffhero H7BaseBuff]
mName=""
mTooltip=""